
{
  "quotes": [
    {
      "quote": "…the best “apology” for the gospel is to let the gospel out. Never mind defending Deuteronomy or the whole of the Pentateuch. Preach Jesus Christ and him crucified. The Lion of the tribe of Judah will soon drive away all his adversaries.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The heart of Christ became like a reservoir in the midst of the mountains. All the tributary streams of iniquity, and every drop of the sins of his people, ran down and gathered into one vast lake, deep as hell and shoreless as eternity. All these met, as it were, in Christ's heart, and he endured them all.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Atonement is the brain and spinal cord of Christianity. Take away the cleansing blood, and what is left to the guilty?",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I believe that if I should preach to you the atonement of our Lord Jesus, and nothing else, twice every Sabbath day, my ministry would not be unprofitable.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If our Lord's bearing our sin for us is not the gospel, I have no gospel to preach. Brethren, I have befooled you these thirty-five years if this is not the gospel. I am a lost man, if this is not the gospel, for I have no hope beneath the canopy of heaven, neither in time nor in eternity, save only in this belief—that Jesus Christ, in my place, bore both my punishment and sin.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The chief aim of the enemy's assaults is to get rid of Christ, to get rid of the atonement, to get rid of his suffering in the place of men.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "There may be some sins of which a man cannot speak, but there is no sin which the blood of Christ cannot wash away.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "There are some preachers who cannot or do not preach about the blood of Jesus Christ, and I have one thing to say to you concerning them: Never go to hear them! Never listen to them!",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Calvary preaching, Calvary theology, Calvary books, Calvary sermons! These are the things we want. And in proportion as we have Calvary exalted and Christ magnified, the gospel is preached.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "No scene in sacred history ever gladdens the soul like the scene on Calvary.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I wish that our ministry—that mine especially—might be tied and tethered to the cross. I would have no other subject to set before you but Jesus only.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Christ's five wounds kill my suspicions and fears. A crucified Savior is the life of faith and the death of unbelief. Can you view the flowing of the Savior's precious blood upon the tree of doom and not trust him?",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Nothing puts life into men like a dying Savior.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I believe that as often as I transgress, God is more ready to forgive me than I am ready to offend.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The words of Scripture thrill my soul as nothing else ever can. They bear me aloft or dash me down. They tear me in pieces or build me up. The words of God have more power over me than ever David's fingers had over his harp strings. Is it not so with you?",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If you wish to know God, you must know his Word. If you wish to perceive his power, you must see how he works by his Word. If you wish to know his purpose before it comes to pass, you can only discover it by his Word.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I would rather speak five words out of this book than 50,000 words of the philosophers. If we want revivals, we must revive our reverence for the Word of God. If we want conversions, we must put more of God's Word into our sermons.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "…you take a divine promise, spoken thousands of years ago, and lo, it is fulfilled to you! It becomes as true to you as if God had spoken it for the first time this very day, and you were the person to whom it was addressed",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If your creed and Scripture do not agree, cut your creed to pieces, but make it agree with this book. If there be anything in the church to which you belong which is contrary to the inspired Word, leave that church.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I view the difficulties of Holy Scripture as so many prayer stools upon which I kneel and worship the glorious Lord. What we cannot comprehend by our understandings we apprehend by our affections.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Bible study is the metal that makes a Christian. This is the strong meat on which holy men are nourished.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Oh, to be bathed in a text of Scripture, and to let it be sucked up into your very soul, till it saturates your heart!",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If my sermons kept people from reading the Bible for themselves, I would like to see the whole stock in a blaze and burned to ashes.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If I had never joined a church till I had found one that was perfect, I should never have joined one at all. And the moment I did join it, if I had found one, I should have spoiled it, for it would not have been a perfect church after I had become a member of it. Still, imperfect as it is, it is the dearest place on earth to us.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "If Christ cannot take care of his church without you, you cannot do it. Be still, and know that he is God.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I know there are some who say, “Well, I have given myself to the Lord, but I do not intend to give myself to any church. Now, why not? “Because I can be a Christian without it.” Are you quite clear about that? You can be as good a Christian by disobedience to your Lord's commands as by being obedient?",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "A church that does not exist to reclaim heathenism, to fight evil, to destroy error, to put down falsehood, a church that does not exist to take the side of the poor, to denounce injustice and to hold up righteousness, is a church that has no right to be.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The man who cannot weep cannot preach. At least, if he never feels tears within, even if they do not show themselves without, he can scarcely be the man to handle such themes as those which God has committed to his people's charge.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I think the preacher should feel a burning desire for his hearers' conversion, and even an intense anguish of heart for the immediate salvation of those to whom he speaks.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Love your fellowmen, and cry about them if you cannot bring them to Christ. If you cannot save them, you can weep over them. If you cannot give them a drop of cold water in hell, you can give them your heart's tears while they are still in this body",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Let this be to you the mark of true gospel preaching—where Christ is everything, and the creature is nothing; where it is salvation all of grace, through the work of the Holy Spirit applying to the soul the precious blood of Jesus.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "Whitefield and Wesley might preach the gospel better than I do, but they could not preach a better gospel.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "No man ever need fear offering a reward of a thousand pounds to a contented man, for if anyone came to claim the reward, he would prove his discontent.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I have heard of some good old woman in a cottage, who had nothing but a piece of bread and a little water. Lifting up her hands, she said as a blessing, “What! All this, and Christ too?",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "You say, “If I had a little more, I should be very satisfied.” You make a mistake. If you are not content with what you have, you would not be satisfied if it were doubled.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "A man's contentment is in his mind, not in the extent of his possessions. Alexander the Great, with all the world at his feet, cries for another world to conquer.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The Lord has now arranged a new covenant of a different character. It is made with Christ Jesus, the second Adam, and with all whom he represents. It is on this wise: “You, Jesus, shall keep the law, and you shall also suffer a penalty for all the breaches of my law by all who are in you. If you do this, all those who are in you shall live eternally.”",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "What a Magna Carta is this! The old covenant says, “Keep the law and live.” The new covenant is, “You shall live, and I will lead you to keep my law, for I will write it on your heart.”",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "The man who can fully understand the word covenant is a theologian. That is the key of all theology—the covenant of works by which we fell, and the covenant of grace by which we stand, Christ fulfilling the covenant for us as our surety and representative, fulfilling it by the shedding of his blood, so leaving for us a covenant wholly fulfilled on our side, which is Christ’s side, and only to be fulfilled now by God.",
      "author": "Charles Spurgeon"
    },
    {
      "quote": "I, of all men, am perhaps the subject of the deepest depression at times.",
      "author": "Charles Spurgeon"
    }
  ]
}